Repository: multitheftauto/cogs
Catalog: locales/*.po
Languages: id_id

source: Role hierarchy will be checked when moderation commands are issued.
id_id: Peran hirarki akan diperiksa ketika mengeluarkan perintah moderasi.

source: Role hierarchy will be ignored when moderation commands are issued.
id_id: Peran hirarki akan diabaikan ketika mengeluarkan perintah moderasi.

source: Autoban for mention spam enabled. Anyone mentioning {} or more different people in a single message will be autobanned.
id_id: Autoban untuk penyebutan berulang diaktifkan. Siapa pun yang menyebutkan {} atau orang-orang yang lebih berbeda dalam satu pesan akan di autobanned.

source: Autoban for mention spam disabled.
id_id: Autoban untuk penyebutan berulang dimatikan.

source: Messages repeated up to 3 times will be deleted.
id_id: Pesan yang diulang sampai 3 kali akan dihapus.

source: Repeated messages will be ignored.
id_id: Pesan yang diulang akan diabaikan.

source: Command deleting disabled.
id_id: Perintah menghapus dinonaktifkan.

source: Delete delay set to {} seconds.
id_id: Menghapus penundaan ditetapkan untuk {} detik.

source: Bot will delete command messages after {} seconds. Set this value to -1 to stop deleting messages
id_id: Bot akan menghapus pesan perintah setelah {} detik. Set nilai ini ke-1 untuk menghentikan menghapus pesan

source: I will not delete command messages.
id_id: Saya tidak akan menghapus pesan perintah.

source: Users unbanned with {} will be reinvited.
id_id: Pengguna unbanned dengan {} akan diundang ulang.

source: Users unbanned with {} will not be reinvited.
id_id: Pengguna unbanned dengan {} akan tidak diundang ulang.

source: I cannot let you do that. Self-harm is bad {}
id_id: Saya tidak dapat membiarkan Anda melakukan itu. Merugikan diri sendiri adalah buruk {}

source: I cannot let you do that. You are not higher than the user in the role hierarchy.
id_id: Saya tidak dapat membiarkan Anda melakukan itu. Anda tidak lebih tinggi daripada pengguna dalam peran hirarki.

source: I'm not allowed to do that.
id_id: Saya tidak diizinkan untuk melakukan itu.

source: Done. That felt good.
id_id: Selesai. Itu terasa baik.

source: Invalid days. Must be between 0 and 7.
id_id: Hari-hari tidak sah. Harus antara 0 dan 7.

source: Done. It was about time.
id_id: Selesai. Itu hanya masalah waktu.

source: User is already banned.
id_id: Pengguna sudah dibanned.

source: User not found. Have you provided the correct user ID?
id_id: Pengguna tidak ditemukan. Sudahkah kamu memberikan ID pengguna yang benar?

source: I lack the permissions to do this.
id_id: Saya tidak memiliki izin untuk melakukan ini.

source: Done. The user will not be able to join this guild.
id_id: Selesai. Pengguna tidak akan dapat bergabung dengan guild ini.

source: You have been temporarily banned from {} until {}. Here is an invite for when your ban expires: {}
id_id: Anda telah banned untuk sementara dari {} sampai {}. Berikut adalah undangan untuk ketika ban anda berakhir: {}

source: I can't do that for some reason.
id_id: Saya tidak bisa melakukan itu untuk beberapa alasan.

source: Something went wrong while banning
id_id: Terjadi suatu kesalahan saat banning

source: Done. Enough chaos for now
id_id: Selesai. Cukup kekacauan untuk sekarang

source: You have been banned and then unbanned as a quick way to delete your messages. You can now join the guild again. {}
id_id: Anda telah banned dan kemudian unbanned sebagai cara cepat untuk menghapus pesan anda. Anda sekarang dapat bergabung dengan guild lagi. {}

source: My role is not high enough to softban that user.
id_id: Hirarki saya tidak cukup tinggi untuk softban pengguna.

source: Done. Enough chaos.
id_id: Selesai. Cukup kekacauan.

source: Couldn't find a user with that ID!
id_id: Tidak dapat menemukan pengguna dengan ID tersebut!

source: It seems that user isn't banned!
id_id: Tampaknya bahwa pengguna tidak di banned!

source: Something went wrong while attempting to unban that user
id_id: Terjadi kesalahan saat mencoba untuk mengunban pengguna

source: Unbanned that user from this guild
id_id: Unbanned pengguna dari guild ini

source: You've been unbanned from {}. Here is an invite for that guild: {}
id_id: Anda telah di unbanned dari {}. Berikut adalah undangan untuk bergabung ke guild: {}

source: I failed to send an invite to that user. Perhaps you may be able to send it for me? Here's the invite link: {}
id_id: Saya gagal untuk mengirim undangan ke pengguna. Mungkin anda dapat mengirimkannya untuk saya? Berikut adalah link mengundang: {}

source: Something went wrong when attempting to send that useran invite. Here's the link so you can try: {}
id_id: Terjadi kesalah saat mencoba untuk mengirim udangan ke pengguna. Ini adalah link yang bisa anda coba: {}

source: No voice state for that user!
id_id: Tidak ada sasaran pengguna suara!

source: That user is already muted and deafened guild-wide!
id_id: Pengguna berhasil dibisukan dan ditulikan secara global!

source: User has been banned from speaking or listening in voice channels
id_id: Pengguna telah di banned dari berbicara atau mendengarkan channel voice

source: That user isn't muted or deafened by the guild!
id_id: Pengguna itu bisu atau tuli dari guild!

source: User is now allowed to speak and listen in voice channels
id_id: Pengguna diizinkan untuk berbicara dan mendengarkan di channel voice

source: I cannot do that, I lack the '{}' permission.
id_id: Saya tidak dapat melakukan itu, saya tidak mempunyai izin '{}'.

source: Muted {}#{} in channel {}
id_id: Tidak diizinkan bersuara {}#{} di channel {}

source: That user is already muted in {}!
id_id: Pengguna sudah dibisukan di {}!

source: That user is not in a voice channel right now!
id_id: Pengguna sedang tidak di dalam channel voice!

source: No voice state for the target!
id_id: Tidak ada sasaran target suara!

source: User has been muted in this channel.
id_id: Pengguna telah dibisukan di channel ini.

source: User has been muted in this guild.
id_id: Pengguna telah dibisukan di guild ini.

source: Unmuted {}#{} in channel {}
id_id: Dizinkan bersuara {}#{} di channel {}

source: That user is already unmuted in {}!
id_id: Pengguna sudah tidak dibisukan di {}!

source: User unmuted in this channel.
id_id: Pengguna diizinkan bersuara di channel ini.

source: Unmute failed. Reason: {}
id_id: Menghidupkan suara gagal. Alasan: {}

source: User has been unmuted in this guild.
id_id: Pengguna sudah diizinkan bersuara di guild ini.

source: Channel added to ignore list.
id_id: Saluran ditambahkan ke daftar abaikan.

source: Channel already in ignore list.
id_id: Saluran sudah ada didalam daftar abaikan.

source: This guild has been added to the ignore list.
id_id: Guild ini sudah di tambahkan ke dalam daftar abaikan.

source: This guild is already being ignored.
id_id: Guild ini sudah diabaikan.

source: Channel removed from ignore list.
id_id: Saluran di hapus dari dalam daftar abaikan.

source: That channel is not in the ignore list.
id_id: Saluran sedang tidak ada di dalam daftar abaikan.

source: This guild has been removed from the ignore list.
id_id: Guild ini sudah di hapus dari dalam daftar abaikan.

source: This guild is not in the ignore list.
id_id: Guild ini sedang tidak berada didalam daftar abaikan.

source: Currently ignoring: {} channels {} guilds
id_id: Saat ini mengabaikan: {} saluran {} guilds

source: **Past 20 names**:
id_id: **20 nama terakhir**:

source: **Past 20 nicknames**:
id_id: **20 julukan terakhir**:

source: That user doesn't have any recorded name or nickname change.
id_id: Pengguna tidak memiliki nama yang tercatat atau nama panggilan yang berubah.
