Repository: multitheftauto/cogs
Catalog: mutes/locales/*.po
Languages: es_es, fr_fr, ru_ru

source: Mute a user in the current text channel (or in the parent of the current thread). `<users...>` is a space separated list of usernames, ID's, or mentions. `[time_and_reason]` is the time to mute for and reason. Time is any valid time length such as `30 minutes` or `2 days`. If nothing is provided the mute will use the set default time or indefinite if not set. Examples: `[p]mutechannel @member1 @member2 spam 5 hours` `[p]mutechannel @member1 3 days`
es_es: Silencia a un usuario en el canal de texto actual. (or en el padre correspondiente al hilo actual). `<users...>` es una lista separada de nombres de usuario, ID o menciones. `[time_and_reason]` es el tiempo a silenciar y su motivo. La hora es cualquier longitud de tiempo válida como `30 minutes` o `2 days`. Si no se proporciona nada, el silencio utilizará el tiempo por defecto o indefinido si no se ha establecido. Ejemplos: `[p]mutechannel @member1 @member2 spam 5 hours` `[p]mutechannel @member1 3 days`

source: Channel mute
es_es: Silencio de Canal
fr_fr: Canaux silencieux
ru_ru: Канал заглушен

source: {users} has been muted in this channel{time}.
es_es: {users} han sido silenciados en este canal{time}.
fr_fr: {users} a été mis en sourdine dans ce salon{time}.
ru_ru: {users} был заглушен в этом канале{time}.

source: {users} have been muted in this channel{time}.
es_es: {users} ha sido silenciado en este canal{time}.
fr_fr: {users} ont été mis en sourdine dans ce salon{time}.
ru_ru: {users} были заглушены в этом канале{time}.

source: The following users could not be muted
es_es: Los siguientes usuarios no pudieron ser silenciados
fr_fr: Les utilisateurs suivants ne peuvent être mis en sourdine
ru_ru: Следующие пользователи не могут быть заглушены

source: Unmute users. `<users...>` is a space separated list of usernames, ID's, or mentions. `[reason]` is the reason for the unmute.
es_es: Deja de silenciar a los usuarios. `<users...>` es una lista separada por espacios de nombres de usuario, ID o menciones. `[reason]` es la razón para el dessilenciado.
ru_ru: Снять заглушку с пользователей. `<users...>` - это список имен пользователей, идентификаторов или упоминаний, разделенных пробелами. `[reason]` - причина для снятия заглушки.

source: You cannot unmute me.
es_es: No puedes desenmudecerme a mí.
fr_fr: Vous ne pouvez pas rétablir mon son.
ru_ru: Вы не можете снять заглушку с меня.

source: You cannot unmute yourself.
es_es: No puedes desenmudecerte a ti mismo.
fr_fr: Vous ne pouvez pas rétablir votre son vous-même.
ru_ru: Вы не можете снять заглушку с себя.

source: {users} unmuted in this server.
es_es: {users} fue dessilenciado en este servidor.
fr_fr: {users} a été dé-mute sur ce serveur.
ru_ru: с {users} была снята заглушка на этом сервере.

source: Unmute a user in this channel (or in the parent of this thread). `<users...>` is a space separated list of usernames, ID's, or mentions. `[reason]` is the reason for the unmute.
es_es: Deja de silenciar a un usuario en este canal (o en el padre de este hilo). `<users...>` es una lista separada de nombres de usuario, ID o menciones separadas. `[reason]` es la razón por la que no se mute.
fr_fr: Démuter un utilisateur dans ce salon (ou dans le parent de ce thread). `<users...>` est une liste séparée par des espaces de noms d'utilisateurs, IDs ou mentions. `[reason]` est la raison du non muet.

source: {users} unmuted in this channel.
es_es: {users} desenmudecidos en este canal.
fr_fr: {users} dé-mute dans ce salon.
ru_ru: {users} включены на этом канале.

source: The following users could not be unmuted
es_es: Los siguientes usuarios no pudieron ser desenmudecidos
fr_fr: Les utilisateurs suivants ne peuvent être mis en sourdine
ru_ru: Со следующих пользователей невозможно снятие заглушки

source: That user is not in a voice channel.
es_es: Ese usuario no está en un canal de voz.
fr_fr: Cet utilisateur n'est pas dans un salon vocal.
ru_ru: Этот пользователь не в голосовом канале.

source: I require the {perms} permission(s) in that user's channel to do that.
es_es: Requiero los permisos de {perms} en ese canal del usuario para hacer eso.
fr_fr: J'ai besoin de(s) permission(s) {perms} dans le salon de cet utilisateur pour le faire.
ru_ru: Мне требуется право(а) {perms} в этом пользовательском канале чтобы сделать это.

source: You must have the {perms} permission(s) in that user's channel to use this command.
es_es: Debes tener los permisos de {perms} en el canal del usuario para usar este comando.
fr_fr: Vous devez avoir la(les) permission(s) {perms} dans le salon de cet utilisateur pour utiliser cette commande.
ru_ru: Вы должны иметь право(а) {perms} в этом пользовательском канале для выполнения этой команды.

source: Mute a user in their current voice channel. `<users...>` is a space separated list of usernames, ID's, or mentions. `[time_and_reason]` is the time to mute for and reason. Time is any valid time length such as `30 minutes` or `2 days`. If nothing is provided the mute will use the set default time or indefinite if not set. Examples: `[p]voicemute @member1 @member2 spam 5 hours` `[p]voicemute @member1 3 days`
es_es: Enmudecer a un usuario en su canal de voz actual. `<users...>` es una lista separada de nombres de usuario, ID o menciones. `[time_and_reason]` es tiempo que dura el enmudecimiento y su razón. La hora es cualquier longitud de tiempo válida como `30 minutes` o `2 days`. Si no se proporciona nada, el enmudecimiento será del tiempo por defecto o indefinido si no se ha establecido. Ejemplos: `[p]voicemute @member1 @member2 spam 5 hours` `[p]voicemute @member1 3 days`
ru_ru: Заглушить пользователя в его текущем голосовом канале. `<users...>` - это список имен пользователей, идентификаторов или упоминаний, разделенных пробелами. `[time_and_reason]` - время заглушки и причина. Время - это любой допустимый отрезок времени, например, `30 минут` или `2 дня`. Если ничего не не указано, заглушка будет действовать то время, которое установлено по умолчанию, или на неопределенное время, если оно не установлено. Примеры: `[p]voicemute @member1 @member2 spam 5 hours` `[p]voicemute @member1 3 дня`

source: Voice mute
es_es: Enmudecimiento
ru_ru: Заглушка голоса

source: Unmute a user in their current voice channel. `<users...>` is a space separated list of usernames, ID's, or mentions. `[reason]` is the reason for the unmute.
es_es: Deja de silenciar a un usuario en su canal de voz actual. `<users...>` es una lista separada de nombres de usuario, ID o menciones separadas. `[reason]` es la razón para quitar el silencio.
ru_ru: Снять заглушку с пользователя в его текущем голосовом канале. `<users...>` - список имен пользователей, идентификаторов или упоминаний, разделенных пробелами. `[reason]` - причина снятия заглушки.
