Repository: multitheftauto/cogs
Catalog: mutes/locales/*.po
Languages: es_es, fr_fr, ru_ru

source: The time provided is too long; use a more reasonable time.
es_es: El tiempo entregado es demasiado largo; utilice un tiempo más razonable.

source: That user is already muted in this channel.
es_es: Ese usuario ya está silenciado en este canal.
fr_fr: Cet utilisateur est déjà muet dans ce salon.
ru_ru: Этот пользователь уже заглушен в этом канале.

source: That user is not muted in this channel.
es_es: Ese usuario no está silenciado en este canal.
fr_fr: Cet utilisateur n'est pas muet dans ce salon.
ru_ru: Этот пользователь не заглушен в этом канале.

source: I cannot let you do that. You are not higher than the user in the role hierarchy.
es_es: No puedo dejarte hacer eso. No eres más alto que el usuario en la jerarquía de roles.
fr_fr: Je ne peux pas vous laisser faire ça. Vous n'êtes pas supérieur à l'utilisateur dans la hiérarchie des rôles.
ru_ru: Я не могу позволить вам сделать это. Ваша роль ниже роли пользователя в иерархии.

source: I cannot let you do that. You are not higher than the mute role in the role hierarchy.
es_es: No puedo dejarte hacer eso. No eres más alto que el usuario en la jerarquía de roles.
fr_fr: Je ne peux pas vous laisser faire ça. Vous n'êtes pas supérieur au rôle muet dans la hiérarchie des rôles.
ru_ru: Я не могу позволить вам сделать это. Вы не выше роли mute в иерархии ролей.

source: That user cannot be (un)muted, as they have the Administrator permission.
es_es: Ese usuario no puede estar (des)silenciado, ya que tiene el permiso de administrador.
fr_fr: Cet utilisateur ne peut pas être (dé)mute, car il a la permission d'administrateur.
ru_ru: Этот пользователь не может быть (не)заглушен, так как у него есть права администратора.

source: Failed to mute or unmute user. I need the Manage Roles permission and the user I'm muting must be lower than myself in the role hierarchy.
es_es: Error al silenciar o quitar el silencio. Necesito el permiso Administrar roles y el usuario que estoy silenciando debe ser menor que yo en la jerarquía de rol.
fr_fr: Échec du mute ou du démute de l'utilisateur. J'ai besoin des droits de gestion des rôles et l'utilisateur que je mute doit être plus bas que moi dans la hiérarchie des rôles.
ru_ru: Не удалось отключить или включить звук пользователя. Мне нужно разрешение Управление ролями, а пользователь, которого я отключаю, должен быть ниже меня в иерархии ролей.

source: Failed to mute or unmute user. I need the Manage Permissions permission.
es_es: Error al silenciar o desactivar el usuario. Necesito el permiso de Administrar Permisos.
fr_fr: Échec du mute ou du démute de l'utilisateur. J'ai besoin des droits de gestion des rôles.
ru_ru: Не удалось заглушить или снять заглушку с пользователя. Мне нужно разрешение "Управление ролями".

source: The user has left the server while applying an overwrite.
es_es: El usuario ha dejado el servidor mientras aplicaba una sobreescritura.
fr_fr: L'utilisateur a quitté le serveur lors l'application de l'écrasement.
ru_ru: Пользователь покинул сервер во время применения перезаписи.

source: The channel I tried to mute or unmute the user in isn't found.
es_es: El canal en el que intenté silenciar o quitar el silencio del usuario no se encuentra.
fr_fr: Le salon dans lequel j'ai essayé de mute ou démute cet utilisateur est introuvable.
ru_ru: Канал, на котором я пытался заглушить или снять заглушку с пользователя, не найден.

source: The mute role no longer exists.
es_es: El role de silenciado ya no existe.
fr_fr: Le rôle muet n'existe plus.
ru_ru: Роль "mute" больше не существует.

source: Because I don't have the Move Members permission, this will take into effect when the user rejoins.
es_es: Debido a que no tengo el permiso de Mover miembros, esto entrará en vigor cuando el usuario vuelva a entrar.
fr_fr: Car je n'ai pas la permission de déplacer les membres, cela prendra effet quand l'utilisateur rejoindra.
ru_ru: Поскольку у меня нет разрешения "Переместить Участников", оно вступит в силу, когда пользователь снова присоединится.

source: That user is channel muted in their current voice channel, not just voice muted. If you want to fully unmute this user in the channel, use {command} in their voice channel's text channel instead.
es_es: Ese usuario está silenciado en su canal de voz actual, no sólo en voz silenciada. Si quieres dejar de silenciar completamente a este usuario en el canal, usa {command} en su lugar en el canal de texto de su canal de voz.

source: Mute users temporarily or indefinitely.
es_es: Mutear a los usuarios temporal o indefinidamente.
fr_fr: Mute les utilisateurs temporairement ou indéfiniment.
ru_ru: Временно или бессрочно заглушить пользователей.

source: Automatic unmute
es_es: Desilenciar automáticamente
fr_fr: Démute automatique
ru_ru: Автоматическое снятие заглушки

source: Server unmute
es_es: Mutear servidor
fr_fr: Démuter le serveur
ru_ru: Снять заглушку с сервера

source: I am unable to unmute {user} for the following reason: {reason}
es_es: No puedo quitar el silencio de {user} por el siguiente motivo: {reason}
fr_fr: Je ne suis pas en mesure de démute {user} pour la raison suivante : {reason}
ru_ru: Я не могу снять заглушку {user} по следующей причине: {reason}

source: Unmuted in channels:
es_es: Desilenciado en los canales:
ru_ru: Снята заглушка в каналах:

source: {member} could not be unmuted for the following reasons:
es_es: {member} no pudo ser desilenciado por las siguientes razones:
fr_fr: Le micro de {member} ne peut être rétabli pour les raisons suivantes :
ru_ru: {member} не может быть отключен по следующим причинам:

source: {reason} In the following channels: {channels}
es_es: {reason} en los siguientes canales: {channels}
fr_fr: {reason} dans les canaux suivants : {channels}
ru_ru: {reason} В следующих каналах: {channels}

source: Voice unmute
es_es: Voz desmuteada
fr_fr: Rétablir la voix
ru_ru: Снять заглушку голоса

source: Channel unmute
es_es: Canal desmuteado
fr_fr: Rétablir le son du canal
ru_ru: Снять заглушку с канала

source: I am unable to unmute {user} in {channel} for the following reason: {reason}
es_es: No puedo quitar el silencio de {user} en {channel} por el siguiente motivo: {reason}
ru_ru: Я не могу снять заглушку {user} в {channel} по следующей причине: {reason}

source: Unknown
es_es: Desconocido
fr_fr: Inconnu
ru_ru: Неизвестный

source: No reason provided.
es_es: Ningún motivo proporcionado.
fr_fr: Aucune raison n'a été fournie.
ru_ru: Причина не указана.

source: Until
es_es: Hasta
fr_fr: Jusqu'à
ru_ru: До

source: Duration
es_es: Duración
fr_fr: Durée
ru_ru: Длительность

source: Guild
es_es: Servidor
fr_fr: Serveur
ru_ru: Сервер

source: Moderator
es_es: Moderador
fr_fr: Modérateur
ru_ru: Модератор

source: Moderator:
es_es: Moderador:
fr_fr: Modérateur :

source: Until:
es_es: Hasta:
fr_fr: Jusqu'à :

source: Duration:
es_es: Duración:
fr_fr: Durée :

source: Guild:
es_es: Gremio:
fr_fr: Guilde :

source: Manually removed mute role
es_es: Se ha eliminado manualmente el rol de silencio
fr_fr: Rôle muet enlevé manuellement
ru_ru: Ручное удаление роли заглушки

source: Manually applied mute role
es_es: Se ha aplicado manualmente el rol de silencio
fr_fr: Rôle muet appliqué manuellement
ru_ru: Роль заглушки, применяемая вручную

source: Server mute
es_es: Servidor muteado
fr_fr: Couper le son du serveur
ru_ru: Заглушка сервера

source: Manually removed channel overwrites
es_es: Manualmente eliminados las sobreescrituras de los canales
ru_ru: Перезапись каналов, удаленных вручную

source: Previously muted in this server.
es_es: Anteriormente silenciado en este servidor.
ru_ru: Ранее заглушенный на этом сервере.

source: Mute settings.
es_es: Ajustes de Silenciado.
fr_fr: Paramètres de mise en sourdine.
ru_ru: Настройки заглушки.

source: Set whether mute notifications should be sent to users in DMs.
es_es: Establecer si las notificaciones de muteos deben ser enviadas a los usuarios en DMs.
ru_ru: Установите, следует ли отправлять уведомления о заглушке пользователям в личные сообщения.

source: I will now try to send mute notifications to users DMs.
es_es: Ahora intentaré enviar notificaciones de muteos a los DM de los usuarios.
ru_ru: Теперь я постараюсь отправлять уведомления о заглушке в личные сообщения пользователей.

source: Mute notifications will no longer be sent to users DMs.
es_es: Las notificaciones silenciadas ya no se enviarán a las DM de los usuarios.
fr_fr: Les avertissements ne seront plus envoyés aux utilisateurs par message privé.
ru_ru: Уведомления о заглушке больше не будут отправляться в личные сообщения пользователей.

source: Decide whether the name of the moderator muting a user should be included in the DM to that user.
es_es: Decide si el nombre del moderador que silenció a un usuario debe incluirse en el DM a ese usuario.
fr_fr: Décide si le nom du modérateur de l'avertissement doit être inclus en message privé avec l'utilisateur.
ru_ru: Определяет, должно ли имя модератора, заглушившего пользователя, быть отображено в сообщении этому пользователю.

source: I will include the name of the moderator who issued the mute when sending a DM to a user.
es_es: Incluiré el nombre del moderador que emitió el silencio al enviar un DM a un usuario.
fr_fr: J'inclurais le nom du modérateur qui a émis l'avertissement lors de l'envoi d'un message privé à un utilisateur.
ru_ru: Я буду указывать имя модератора, который заглушил пользователя, при отправке сообщения.

source: I will not include the name of the moderator who issued the mute when sending a DM to a user.
es_es: No incluiré el nombre del moderador que emitió el silencio al enviar un DM a un usuario.
fr_fr: Je n'inclurais pas le nom du modérateur qui a émis l'avertissement lors de l'envoi d'un message privé à un utilisateur.
ru_ru: Я не буду указывать имя модератора, который заглушил пользователя, при отправке сообщения.

source: Whether or not to force role only mutes on the bot
es_es: Si forzar o no el rol solo silencia en el bot
ru_ru: Должно ли принудительно заглушать роль только на бота

source: Okay I will enforce role mutes before muting users.
es_es: Vale, voy a hacer cumplir los silencios de rol antes de silenciar a los usuarios.
ru_ru: Хорошо, я буду принудительно отключать роли, прежде чем заглушить пользователей.

source: Okay I will allow channel overwrites for muting users.
es_es: Vale, permitiré sobrescrituras en el canal para silenciar usuarios.
ru_ru: Хорошо, я разрешу перезаписывать канал для заглушенных пользователей.

source: Shows the current mute settings for this guild.
es_es: Muestra la configuración de silencio actual de este servidor.
ru_ru: Показывает текущие настройки заглушки для этого сервера.

source: Mute Role: {role} Notification Channel: {channel} Default Time: {time} Send DM: {dm} Show moderator: {show_mod}
es_es: Rol de Silenciado: {role} Canal de notificación: {channel} Tiempo por defecto: {time} Envío de DM: {dm} Mostrar moderador: {show_mod}
ru_ru: Роль заглушки: {role} Канал уведомления: {channel} Время по умолчанию: {time} Отправить в ЛС: {dm} Показать модератора: {show_mod}

source: None
es_es: Ninguno
fr_fr: Aucun
ru_ru: Нет

source: Set the notification channel for automatic unmute issues. If no channel is provided this will be cleared and notifications about issues when unmuting users will not be sent anywhere.
es_es: Establece el canal de notificación para problemas de desilenciación automática. Si no se proporciona ningún canal, esto se eliminará y las notificaciones sobre problemas al desilenciar usuarios no se enviarán a ninguna parte.
ru_ru: Установите канал уведомления для автоматического снятия заглушки. Если канал не указан, он будет очищен, и уведомления о проблемах со снятием заглушек с пользователей никуда не будут отправляться.

source: Notification channel for unmute issues has been cleared.
es_es: Se ha borrado el canal de notificación para problemas de des-silenciado.
ru_ru: Канал уведомлений о проблемах, связанных с заглушками, был очищен.

source: I will post unmute issues in {channel}.
es_es: Publicaré los asuntos de desilenciado en {channel}.
ru_ru: Я буду публиковать сообщения о снятии заглушек на {channel}.

source: Sets the role to be applied when muting a user. If no role is setup the bot will attempt to mute a user by setting channel overwrites in all channels to prevent the user from sending messages. Note: If no role is setup a user may be able to leave the server and rejoin no longer being muted.
es_es: Establece el rol a aplicar al silenciar a un usuario. Si no hay un rol configurado, el bot intentará silenciar a un usuario estableciendo sobrescrituras de canal en todos los canales para evitar que el usuario envíe mensajes. Nota: Si no hay un rol configurado, un usuario puede ser capaz de abandonar el servidor y al volver a unirse ya no estar silenciado.
ru_ru: Устанавливает роль, которая будет применяться при заглушке пользователя. Если роль не задана, бот попытается заглушить пользователя, установив перезапись каналов во всех каналах, чтобы пользователь не смог отправлять сообщения. Примечание: Если роль не установлена, пользователь может покинуть сервер и снова зайти на сервер без заглушки.

source: Channel overwrites will be used for mutes instead.
es_es: Las sobreescrituras de canales se utilizarán para silenciar en su lugar.
ru_ru: Вместо роли заглушки теперь будет использоваться перезапись каналов.

source: You can't set this role as it is not lower than you in the role hierarchy.
es_es: No se puede establecer este rol ya que no es inferior a usted en la jerarquía de rol.
ru_ru: Вы не можете установить эту роль, поскольку она не ниже вас в иерархии ролей.

source: Mute role set to {role}
es_es: Rol de silencio establecido en {role}
fr_fr: Le rôle Muet à été défini sur : {role}
ru_ru: Роль заглушки установлена на {role}

source: No notification channel has been setup, use {command_1} to be updated when there's an issue in automatic unmutes.
es_es: Ningún canal de notificación ha sido configurado, utilice {command_1} para estar actualizado de cuando haya un problema en las desilenciaciones automáticas.
ru_ru: Канал уведомления не настроен, используйте {command_1} для получения обновлений при возникновении проблем с автоматическим снятием заглушки.

source: Create a Muted role. This will create a role and apply overwrites to all available channels to more easily setup muting a user. If you already have a muted role created on the server use `[p]muteset role ROLE_NAME_HERE`
es_es: Crear un rol Muted. Esto creará un rol y aplicará sobrescrituras a todos los canales disponibles para configurar más fácilmente silenciando a un usuario. Si ya tienes un rol silenciado creado en el servidor, usa `[p]muteset role ROLE_NAME_HERE`
ru_ru: Создайте роль заглушки. Это позволит создать роль и применить перезапись ко всем доступным каналам для более простой настройки заглушки для пользователя. Если у вас уже есть роль для заглушки, созданная на сервере, используйте `[p]muteset role ROLE_NAME_HERE`

source: There is already a mute role setup in this server. Please remove it with {command} before trying to create a new one.
es_es: Ya hay una configuración de rol de silencio en este servidor. Por favor, elimínala con {command} antes de intentar crear uno nuevo.
ru_ru: На этом сервере уже установлена роль для заглушки. Пожалуйста, удалите ее с помощью {command}, прежде чем пытаться создать новую.

source: Mute role setup
es_es: Configuración del Rol Silenciado
fr_fr: Configuration du rôle muet
ru_ru: Настройка роли для заглушки

source: I could not create a muted role in this server.
es_es: No pude crear un rol silenciado en este servidor.
fr_fr: Je n'ai pas pu créer un rôle muet sur ce serveur.
ru_ru: Я не смог создать роль заглушки на этом сервере.

source: I could not set overwrites for the following channels: {channels}
es_es: No pude establecer sobrescrituras para los siguientes canales: {channels}
ru_ru: Не удалось установить перезапись для следующих каналов: {channels}

source: Set the default mute time for the mute command. If no time interval is provided this will be cleared.
es_es: Establece el tiempo de silencio predeterminado para el comando de silencio. Si no se proporciona un intervalo de tiempo se borrará.
ru_ru: Установите время заглушки по умолчанию для команды заглушки. Если временной интервал не указан, он будет очищен.

source: Default mute time removed.
es_es: Tiempo de silencio por defecto eliminado.
fr_fr: Temps muet par défaut supprimé.
ru_ru: Стандартное время заглушки удалено.

source: Please provide a valid time format.
es_es: Por favor, proporcione un formato de hora válido.
fr_fr: Veuillez fournir un format de temps valide.
ru_ru: Пожалуйста, укажите правильный формат времени.

source: Default mute time set to {time}.
es_es: Tiempo de silencio por defecto establecido en {time}.
fr_fr: Temps de mute défini par défaut sur {time}.
ru_ru: Время заглушки по умолчанию установлено на {time}.

source: This server does not have a mute role setup. You can setup a mute role with {command_1} or {command_2} if you just want a basic role created setup.
es_es: Este servidor no tiene una configuración de rol de silencio. Puedes configurar un rol silenciado con {command_1} o {command_2} si solo quieres crear un rol básico.

source: Channel overwrites for muting users can get expensive on Discord's API as such we recommend that you have an admin setup a mute role instead. Channel overwrites will also not re-apply on guild join, so a user who has been muted may leave and re-join and no longer be muted. Role mutes do not have this issue. Are you sure you want to continue with channel overwrites?
es_es: Las sobrescrituras de canales para silenciar usuarios pueden resultar demandantes en la API de Discord, por lo que recomendamos que tengas una configuración de administración de un rol de silencio. Las sobrescrituras en el canal tampoco se volverán a aplicar al reunirse al gremio, por lo que un usuario que ha sido silenciado puede salir y volver a unirse y dejar de estar silenciado. Los roles de silencio no tienen este problema. ¿Está seguro de que desea continuar con la sobrescritura del canal?
ru_ru: Перезапись канала для отключения пользователей может быть дорогостоящей для API Discord, поэтому мы рекомендуем, чтобы администратор установил роль заглушки вместо этого. Перезапись канала также не будет повторно применяться при вступлении в сервер, поэтому пользователь, который был заглушен, может уйти и снова зайти на сервер и больше не будет заглушен. Роль заглушки не имеет такой проблемы. Вы уверены, что хотите продолжать использовать перезапись каналов?

source: Reacting with ✅ will continue the mute with overwrites and stop this message from appearing again, Reacting with ❎ will end the mute attempt.
es_es: Reaccionar con ✅ continuará silenciando con sobrescrituras y evitará que este mensaje aparezca de nuevo, Reaccionar con ❎ terminará el intento de silencio.
ru_ru: Реакция ✅ продолжит заглушку с перезаписью и остановит повторное появление этого сообщения, Реакция ❎ завершит попытку заглушки.

source: Saying {response_1} will continue the mute with overwrites and stop this message from appearing again, saying {response_2} will end the mute attempt.
es_es: Al repetir {response_1} se continuará silenciando con sobrescrituras y se evitará que este mensaje aparezca de nuevo, diciendo que {response_2} terminará el intento de silencio.

source: OK then.
es_es: De acuerdo.
fr_fr: Ok alors.
ru_ru: Хорошо.

source: Displays active mutes on this server.
es_es: Muestra silencios activos en este servidor.
ru_ru: Отображает активные заглушки на этом сервере.

source: __Server Mutes__
es_es: __Silencios del servidor__
fr_fr: __Serveur Muet__
ru_ru: __Заглушки сервера__

source: __Remaining__: {time_left}
es_es: __Tiempo restante__: {time_left}

source: __<#{channel_id}> Mutes__
es_es: __Silencios de <#{channel_id}>__
fr_fr: __<#{channel_id}> Silencieux__
ru_ru: __Заглушки <#{channel_id}>__

source: There are no mutes on this server right now.
es_es: No hay silencios en este servidor en este momento.
fr_fr: Il n'y a pas de "mute" sur ce serveur en ce moment.
ru_ru: На этом сервере пока нет заглушек.

source: Mute users. `<users...>` is a space separated list of usernames, ID's, or mentions. `[time_and_reason]` is the time to mute for and reason. Time is any valid time length such as `30 minutes` or `2 days`. If nothing is provided the mute will use the set default time or indefinite if not set. Examples: `[p]mute @member1 @member2 spam 5 hours` `[p]mute @member1 3 days`
es_es: Silenciar usuarios. `<users...>` es una lista separada de nombres de usuario, ID o menciones. `[time_and_reason]` es el tiempo a silenciar y su motivo. La hora es cualquier longitud de tiempo válida como `30 minutes` o `2 days`. Si no se proporciona nada, el silencio utilizará el tiempo por defecto o indefinido si no se ha establecido. Ejemplos: `[p]mute @member1 @member2 spam 5 hours` `[p]mute @member1 3 days`
fr_fr: Couper le son des utilisateurs. `<users...>` est une liste de noms d'utilisateurs, d'identifiants ou de mentions séparés par des espaces. `[time_and_reason]` est l'heure à laquelle il faut couper le son et la raison. Le temps est n'importe quelle durée valide telle que `30 minutes` ou `2 jours`. Si rien n'est fourni, le mute utilisera le temps par défaut ou indéfini s'il n'est pas défini. Exemples : `[p]mute @member1 @member2 spam 5 hpurs` `[p]mute @member1 @member2 spam 3 days`
ru_ru: Заглушить пользователей. `<users...>` - это список имен пользователей, ID или упоминаний, разделенных пробелами. `[time_and_reason]` - время заглушки и причина. Время - это любой допустимый отрезок времени, например, `30 минут` или `2 дня`. Если ничего не не указано, заглушка будет действовать на время, установленное по умолчанию, или на неопределенное количество времени, если оно не установлено. Примеры: `[p]mute @member1 @member2 spam 5 hours` `[p]mute @member1 3 дня`

source: You cannot mute me.
es_es: No puedes silenciarme.
fr_fr: Vous ne pouvez pas me rendre muet.
ru_ru: Вы не можете заглушить меня.

source: You cannot mute yourself.
es_es: No puedes silenciarte a ti mismo.
fr_fr: Vous ne pouvez pas vous mettre muet vous-même.
ru_ru: Вы не можете заглушить себя.

source: for {duration}
es_es: durante {duration}
fr_fr: pour {duration}
ru_ru: на {duration}

source: {users} has been muted in this server{time}.
es_es: {users} ha(n) sido silenciado(s) en este servidor{time}.
fr_fr: {users} a été mis en sourdine dans ce serveur{time}.
ru_ru: {users} был заглушен на этом сервере{time}.

source: {users} have been muted in this server{time}.
es_es: {users} ha sido silenciado en este servidor{time}.
fr_fr: {users} ont été mis en sourdine dans ce serveur{time}.
ru_ru: {users} были заглушены на этом сервере{time}.

source: {member} could not be (un)muted for the following reasons:
es_es: {member} no pudo ser (des)silenciado por las siguientes razones:
fr_fr: {member} ne peut être (un)muted pour les raisons suivantes:
ru_ru: {member} не может быть заглушен (или разглушен) по следующим причинам:

source: - {reason} In the following channels: {channels}
es_es: - {reason} en los siguientes canales: {channels}
fr_fr: {reason} dans les canaux suivants: {channels}
ru_ru: - {reason} в следующих каналах: {channels}

source: Some users could not be properly muted. Would you like to see who, where, and why?
es_es: Algunos usuarios no pudieron ser silenciados correctamente. ¿Te gustaría ver quién, dónde y por qué?
fr_fr: Certains utilisateurs ne pouvaient pas être correctement mis en sourdine. Voulez-vous voir qui, où et pourquoi ?
ru_ru: Некоторых пользователей не удалось правильно заглушить. Вы хотите увидеть, кто, где и почему?
